[{"id":"11","parent_id":"0","title":"SYSTEM","owner":"Testy Von Test","tier":"0","description":"Default starting point for all projects, flow out your systems from this one."},{"id":"25","parent_id":"11","title":"Operations","owner":"Testy Von Test","tier":"1","description":"What actions will need to be taken post launch to support the successful operation of the payload."},{"id":"13","parent_id":"11","title":"Orbits","owner":"Testy Von Test","tier":"1","description":"The way that the satellites circle the earth. Determines multiple temporal and spatial variables that affects, and must be adjusted, the payload."},{"id":"12","parent_id":"11","title":"Payload","owner":"Testy Von Test","tier":"1","description":"All the important stuff that accomplish the mission by meeting all requirements. This particular payload must support communications in multiple bands, as well as imaging across visible, NIR, and TIR."},{"id":"21","parent_id":"11","title":"Launch","owner":"Testy Von Test","tier":"1","description":"How, where and what is going to be used to get the payload, and supporting to spacecraft into operational orbit."},{"id":"27","parent_id":"12","title":"Thermal","owner":"Testy Von Test","tier":"2","description":"What kind of devices will be needed to handle the thermal parameters of the spacecraft."},{"id":"24","parent_id":"12","title":"Power","owner":"Testy Von Test","tier":"2","description":"How much electricity is needed in order for all payload and auxiliary electronics to operate."},{"id":"16","parent_id":"12","title":"UHF","owner":"Testy Von Test","tier":"2","description":"Used to relay and support communication between ground personnel using UHF frequency handheld radios."},{"id":"26","parent_id":"12","title":"Propulsions","owner":"Testy Von Test","tier":"2","description":"What types of rockets, thrusters, etc. will be used to control the movement and orientation of the spacecraft."},{"id":"15","parent_id":"12","title":"Imaging","owner":"Testy Von Test","tier":"2","description":"Used to take images of the designated area in visible, near IR, and thermal IR wavelengths. Also needs to take shots of 3 15% area spots each day."},{"id":"20","parent_id":"13","title":"Space Environment","owner":"Testy Von Test","tier":"2","description":"The environmental effects present in the given orbit, mostly determined by altitude."},{"id":"19","parent_id":"13","title":"COE","owner":"Testy Von Test","tier":"2","description":"Set of variables that defines and describes the shape and time parameters of an orbit."},{"id":"17","parent_id":"15","title":"Visible &amp; Near IR","owner":"Testy Von Test","tier":"3","description":"The part of imaging that gets higher quality easily and can detect visible wavelengths and wavelengths near visible but in the infrared region. Most devices are a multispectral or panchromatic combo of the two."},{"id":"18","parent_id":"15","title":"Thermal IR","owner":"Testy Von Test","tier":"3","description":"This is a big driver of design, it covers really short wavelengths that can get through the clouds to give geographic information. The problem is there are no current sensors better than 30m resolution."},{"id":"22","parent_id":"21","title":"Launch Vehicle","owner":"Testy Von Test","tier":"2","description":"The rocket or craft that will be used to get the payload into orbit."},{"id":"23","parent_id":"21","title":"Launch Sites","owner":"Testy Von Test","tier":"2","description":"Where on the earth the launch vehicle will be stored and launched from."},{"id":"28","parent_id":"25","title":"Maintenance","owner":"Testy Von Test","tier":"2","description":"What kind of repairs, adjustments, etc. are needed for the spacecraft to continue operating."}]